[
    {
        "title": "satisfactory",
        "description": "Satisfactory is a first-person open-world factory building game with a dash of exploration and combat. Play alone or with friends, explore an alien planet, create multi-story factories, and enter conveyor belt heaven!",
        "download_link": "https://cold7.gofile.io/download/web/da8e45dc-6920-40c1-9e7e-e86386b90458/Satisfactory-SteamRIP.com.rar",
        "video_link": "https://youtu.be/Jt4XOPiPJHs?si=fxH5DyDSCcTrVhye",
        "image": "Satifactory_video_game_cover_art.jpg",
        "is_top": true,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "Cyberpunk 2077",
        "description": "Cryberpunk 2k77 is an open-action-adventure set in Night City, where you play as a cryberpunk mercenary fighting for survival. Improved with all-new free extra content, you can now personalize your character and playstyle as you take on jobs, establish a reputation, and acquire improvements. The relationships you form and the decisions you make will impact both the tale and the world around you. Legends are created here. What will yours be?",
        "download_link": "https://store2.gofile.io/download/web/92b881e1-1324-4e1b-aaa2-880b7f804c64/Cbpunk-2ksvenseven-SteamRIP.com.rar",
        "video_link": "https://youtu.be/8X2kIfS6fb8?si=HKt822NGIk7Zv30g",
        "image": "cyberpunk-2k77-preinstalled-steamrip.jpg",
        "is_top": true,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "Marvel’s Spider-Man: Miles Morales",
        "description": "Following the events of Marvel’s Spider-Man Remastered, teenager Miles Morales is adjusting to his new home while following in the footsteps of his mentor, Peter Parker, as a new Spider-Man. But when a fierce power struggle threatens to destroy his new home, the aspiring hero realizes that with great power, there must also come great responsibility. To save all of Marvel’s New York, Miles must take up the mantle of Spider-Man and own it",
        "download_link": "https://store-eu-par-6.gofile.io/download/web/b56910c1-9061-4806-88d2-3ba00e297169/Marvels-Spider-Man-MM-SteamRIP.com.rar",
        "video_link": "https://youtu.be/Gr5H85CxI58?si=0SZzNW9hRK5cmIQ2",
        "image": "marvels-spider-man-miles-morales-preinstalled-steamrip.jpg",
        "is_top": false,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "It Takes Two ",
        "description": "Embark on the craziest journey of your life in It Takes Two, a genre-bending platform adventure created purely for co-op. Invite a friend to join for free with Friend’s Pass and work together across a huge variety of gleefully disruptive gameplay challenges. Play as the clashing couple Cody and May, two humans turned into dolls by a magic spell. Together, trapped in a fantastical world where the unpredictable hides around every corner, they are reluctantly challenged with saving their fractured relationship.",
        "download_link": "https://store4.gofile.io/download/web/f9a0da86-ee88-40b0-ad04-204a66296ac5/It-Talkes-2-SteamRIP.com.rar",
        "video_link": "https://youtu.be/ohClxMmNLQQ?si=THclniHkoOfiw5jQ",
        "image": "it-takes-two-free-download-preinstalled-steamrip.jpg",
        "is_top": false,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "God of War Ragnarök Digital Deluxe Edition",
        "description": "From Santa Monica Studio and brought to PC in partnership with Jetpack Interactive comes God of War Ragnarök, an epic and heartfelt journey that follows Kratos and Atreus as they struggle with holding on and letting go. Frostpunk 2\r\n\r\nThe sequel to the critically acclaimed God of War (2018), God of War Ragnarök picks up with Fimbulwinter well underway. Kratos and Atreus must journey to each of the Nine Realms in search of answers as Odin’s forces in Asgard prepare for a prophesied battle that will end the world.\r\n\r\nAlong the way, they will explore stunning, mythical landscapes, and face fearsome enemies in the form of Norse gods and monsters. As the threat of Ragnarök grows ever closer, Kratos and Atreus must choose between the safety of their family and the safety of the realms.",
        "download_link": "https://store10.gofile.io/download/web/d183e413-cfa2-47e5-8a08-a32c5976708a/God-of-War-R-SteamRIP.com.rar",
        "video_link": "https://youtu.be/EE-4GvjKcfs?si=LhEEkcoxAHtwXuKk",
        "image": "god-of-war-ragnarok-preinstalled-steamrip.jpg",
        "is_top": false,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "Schedule I Free Download",
        "description": "You’re a small-time drug dealer rolling into a fresh town with no cash, no product and no connections. Build your drug empire from the ground up in the grungy west-coast city of Hyland Point. Contend against intensifying law enforcement and deadly cartel competitors to expand your empire and reach the peak of the underworld.",
        "download_link": "https://file-eu-par-5.gofile.io/download/web/e5739de2-f909-4342-af71-47566a84fc1e/Skedule-I-SteamRIP.com.rar",
        "video_link": "https://youtu.be/fR1-GXVPbuo?si=A0aj6ShHF149oHje",
        "image": "schedule-1-preinstalled-steamrip.jpg",
        "is_top": true,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "Grand Theft Auto V / GTA 5",
        "description": "When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other.",
        "download_link": "https://trashbytes.net/dl/7iqDrAJ0q4DPgv1TXCeV97LXMycpbANib0Qw_oevxgYT0mIZUbUeC8mM8dPC8rDig2pXsqMku31iOdeyCot0ANFHNwZ82tCn8kReJJlND3gav2kaoQAfQFCr?v=1767499983-SygAgup5HknDtD%2BQhRr6Ufb47p73QM%2Fa6LkW4MCj%2FRs%3D",
        "video_link": "https://youtu.be/QkkoHAzjnUs?si=6yTgvoXZhJaNqnYK",
        "image": "GTAV-Review.jpg",
        "is_top": false,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "The Last of Us Part I",
        "description": "Experience the emotional storytelling and unforgettable characters in The Last of Us, winner of over 200 Game of the Year awards. In a ravaged civilization, where infected and hardened survivors run rampant, Joel, a weary protagonist, is hired to smuggle 14-year-old Ellie out of a military quarantine zone. However, what starts as a small job soon transforms into a brutal cross-country journey.",
        "download_link": "https://store7.gofile.io/download/web/e5632687-bf8e-4aff-b8b6-79925e91d578/The-Last-ov-us-P1-SteamRIP.com.rar",
        "video_link": "https://youtu.be/W01L70IGBgE?si=N7kz-c4vwDquyP65",
        "image": "the-last-of-us-part-I-preinstalled-steamrip.jpg",
        "is_top": false,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "Raft",
        "description": "By yourself or with friends, your mission is to survive an epic oceanic adventure across a perilous sea Gather debris to survive, expand your raft and be wary of the dangers of the ocean Trapped on a small raft with nothing but a hook made of old plastic, players awake on a vast, blue ocean totally alone and with no land in sight With a dry throat and an empty stomach, survival will not be easy",
        "download_link": "https://file-eu-par-4.gofile.io/download/web/be4afc7d-b383-4bf1-a1b8-72a7b86175b1/Raft-DoamOnline.rar",
        "video_link": "https://youtu.be/__w615A5lC4?si=_TzMtyzhNdH5IdH5",
        "image": "raft-free-download-preinstalled-steamrip-1536x864.jpg",
        "is_top": true,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "Red Dead Redemption 2",
        "description": "Arthur Morgan and the Van der Linde gang are outlaws on the run. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him. Now featuring additional Story Mode content and a fully-featured Photo Mode, Red Dead Redemption 2 also includes free access to the shared living world of Red Dead Online, where players take on an array of roles to carve their own unique path on the frontier as they track wanted criminals as a Bounty Hunter",
        "download_link": "https://store5.gofile.io/download/web/f582ac50-4340-403e-8c48-ab3b829dee49/RDR2-SteamRIP.com.rar",
        "video_link": "https://youtu.be/gmA6MrX81z4?si=xY8S0uc3xG_vUHtW",
        "image": "red-dead-redemption-2-free-download-torrent-steamrip-1536x864.jpg",
        "is_top": true,
        "rating": 5.0,
        "extra_images": []
    },
    {
        "title": "Dale & Dawson Stationery Supplies",
        "description": "The Manager is the office’s ultimate authority figure, tasked with ensuring productivity and firing the Slackers hiding among the Specialists. Ale & Tale Tavern\r\n",
        "download_link": "https://67cloud.netlify.app/cloud/DoamOnline/DC1.html",
        "video_link": "https://youtu.be/tVvmM8Spkxw?si=ToXxcCS-PyOlro_y",
        "image": "dale-dawson-stationery-supplies-preinstalled-steamrip.jpg",
        "is_top": false,
        "rating": 5.0,
        "extra_images": [
            "dale-dawson-stationery-supplies-steamrip-300x169.jpg"
        ]
    },
    {
        "title": "Minecraft",
        "description": "Minecraft is a 3D sandbox game created by Swedish game developer Markus “Notch” Persson. It is maintained by Mojang Studios, a part of Xbox Game Studios, which in turn is part of Microsoft. Minecraft focuses on allowing the player to explore, interact with and modify a dynamically-generated map made of one-cubic-meter-sized blocks. In addition to blocks, the environment features plants, mobs and items. Some activities in the game include building, mining for ore, fighting hostile mobs and crafting new blocks and tools by gathering various resources found in the game. PC Building Simulator",
        "download_link": "http://fs21.megadb.xyz:8080/d/43nm7sioy5vxygoid3w6hbiehqbresuzcmeo7q2o55vgwqokha25g4twuayjbaekiictitlv/Minecraft-SKLauncher-SteamRIP.com.rar",
        "video_link": "",
        "image": "Minecraft-Free-Download-PC-Steamrip-1536x864.jpg",
        "extra_images": [],
        "rating": 5.0,
        "is_top": false
    },
    {
        "title": "The Sims 4",
        "description": "Create Your Own World in The Sims\r\nImagine a world where you’re the creator. In The Sims 4, you can design unique Sims, build dream homes, and experience their lives in a way that’s entirely up to you.",
        "download_link": "https://trashbytes.net/dl/t9HCURqiP7MDawsEGdyqMzrcJtpwjVdcF_m9In_B9DJvZdTxKeSDmQJs3xTd5lsRL3wJ165E0mP3LcOITWKi3oWWHlJQLwwt2OSH_iVjHAsqpt1x_8NL9LB7YqUU3g?v=1767530495-S%2B2tRlYYCDbGfLPl3dZ1M79xDjMh%2Ft8hNxvavzSC3SQ%3D",
        "video_link": "",
        "image": "the-sims-4-free-download-preinstalled-steamrip-1536x864.jpg",
        "extra_images": [],
        "rating": 5.0,
        "is_top": false
    },
    {
        "title": "RV There Yet",
        "description": "RV There Yet Direct Download\r\nDRIVE HOME\r\n\r\nYou and your buddies are on your way home from a relaxing vacation but are forced to take an alternate route. Get your RV through the back country and find the exit to Route 65.\r\n\r\nSURVIVE MABUTTS VALLEY\r\n\r\nNot everyone who enters Mabutts Valley makes it out alive. So be sure to keep a steady flow of burgers, antidotes, and the classic: EpiPens. Lessaria: Fantasy Kingdom Sim\r\n\r\nWINCH IT GOOD\r\n\r\nMaster the physics based winch and earn the right to be the main remote commander. With a winch front and rear, your RV is especially equipped to get over, under or through most road bumps.\r\n\r\nHELP YOURSELF, AND EACH OTHER\r\n\r\nHelp yourself to cold brewskis and filtered low tar cigarettes, but don’t forget that the driver will have a hard time completing this journey alone.",
        "download_link": "https://file-eu-par-3.gofile.io/download/web/9ea4d42e-6c38-412a-96e5-0a4e0a72c7f4/RV-There-Yet-SteamRIP.com.rar",
        "video_link": "https://youtu.be/H7mXFwVNX6Y?si=rxPhuLsfBWPKe4tB",
        "image": "rv-there-yet-preinstalled-steamrip.jpg",
        "extra_images": [
            "rv-there-yet-screenshots-steamrip-300x169.jpg",
            "rv-there-yet-steamrip.jpg"
        ],
        "rating": 5.0,
        "is_top": true
    }
]